Repository: Alanon202/repository.alanon
Catalog: skin.eminence.2.mod.Krypton/language/*/strings.po
Languages: french

# #31000
source: Item
french: élément

# #31001
source: Items
french: éléments

# #31002
source: Tag
french: Étiquette

# #31003
source: Next
french: Suivant

# #31004
source: Opaque panels
french: Panneau opaque

# #31005
source: Video OSD
french: OSD Vidéo

# #31006
source: Show infos when pressing info
french: Afficher les informations lors de l’appui sur la touche Info

# #31007
source: Show media flags
french: Afficher les détails des médias

# #31008
source: Show plot overlay in video library after delay
french: Afficher le synopsis dans la bibliothèque vidéo après un délai

# #31009
source: Open playlist
french: Ouvrir la liste de lecture

# #31010
source: Save playlist
french: Sauvegarder la liste de lecture

# #31011
source: Close playlist
french: Fermer la liste de lecture

# #31012
source: Current playlist
french: Liste de lecture actuelle

# #31013
source: Muted
french: Muet

# #31014
source: Show header
french: Afficher l’en-tête

# #31015
source: Live TV
french: TV en Direct

# #31016
source: Show widget infos
french: Afficher les informations du widget

# #31018
source: Increase
french: Augmenter

# #31019
source: Decrease
french: Diminuer

# #31020
source: Background
french: Arrière-plan

# #31021
source: Show fanarts
french: Afficher les Fanarts

# #31027
source: Show background video
french: Afficher la vidéo en arrière-plan

# #31028
source: Show background
french: Afficher la visualisation en arrière-plan

# #31031
source: Recent movies
french: Films récents

# #31032
source: Recommended movies
french: Films recommandés

# #31034
source: Enable Artist Slideshow
french: Activer Artist Slideshow

# #31035
source: Recent episodes
french: Épisodes récents

# #31036
source: Recommended episodes
french: Épisodes recommandés

# #31038
source: Recent albums
french: Albums récents

# #31039
source: Recommended albums
french: Albums recommandés

# #31043
source: Extra art
french: Artwork

# #31044
source: Local subtitle found!
french: Fichier sous-titres local trouvé !

# #31045
source: Supplied by
french: Fourni par

# #31046
source: Currently
french: Actuellement

# #31047
source: Visualisation Presets
french: Presets de visualisation

# #31048
source: Playlist Options
french: Options liste de lecture

# #31049
source: Customise home menu
french: Personnaliser le menu Accueil

# #31052
source: Rated
french: Noté

# #31054
source: Random movies
french: Films aléatoires

# #31055
source: Random episodes
french: Épisodes aléatoires

# #31056
source: Random albums
french: Albums aléatoires

# #31057
source: Kiosk mode
french: Mode Kiosque

# #31059
source: Memory Used:
french: Mémoire utilisée :

# #31063
source: Addons
french: Extensions

# #31064
source: Custom background image
french: Personnaliser l’image d’arrière-plan

# #31065
source: Hide 'Mouse' warning
french: Masquer l’avertissement de la ‘Souris’

# #31066
source: Cinema Exp.
french: Cinema Experience

# #31068
source: View Options
french: Options d’affichage

# #31069
source: Context Menu
french: Menu contextuel

# #31070
source: Infos
french: Informations

# #31071
source: Finishes at
french: Se termine à

# #31072
source: Playing
french: Lecture

# #31073
source: Categories
french: Catégories

# #31074
source: Submenu
french: Sous-menu

# #31075
source: Icon
french: Icône

# #31076
source: Weather Fanart
french: Fanant Météo

# #31077
source: Trending Movies
french: Films du moment

# #31078
source: In Cinemas
french: En salle

# #31079
source: Upcoming Films
french: Films à venir

# #31080
source: Popular Movies
french: Films populaires

# #31081
source: Top Rated Movies
french: Films les mieux notés

# #31082
source: Popular Shows
french: Séries TV populaires

# #31083
source: Top Rated Shows
french: Séries TV les mieux notées

# #31084
source: On Air Shows
french: Séries TV en diffusion

# #31085
source: Airing Today
french: Diffusé aujourd’hui

# #31086
source: Custom 1
french: Customisation 1

# #31087
source: Custom 2
french: Customisation 2

# #31088
source: Custom 3
french: Customisation 3

# #31089
source: Custom 4
french: Customisation 4

# #31090
source: Content Loading
french: Chargement en cours…

# #31091
source: Trending Shows
french: Séries tendances

# #31092
source: No info available
french: Aucune information disponible

# #31093
source: Movie Hub
french: Hub Films

# #31094
source: TV Hub
french: Hub Séries TV

# #31095
source: Spotlight
french: Recommandés

# #31096
source: Hub items
french: Éléments du Hub

# #31097
source: Hub widget
french: Widget du Hub

# #31100
source: Recently Added
french: Ajouté récemment

# #31101
source: Recently Played
french: Lu récemment

# #31102
source: Watch Random
french: Lecture aléatoire

# #31103
source: Delete Settings Shortcut
french: Supprimer le raccourci des paramètres

# #31104
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
french: Êtes-vous sûr de que vouloir supprimer le raccourci des paramètres ?[CR]Veuillez vous assurer que vous avez une autre méthode d’accès aux paramètres avant de supprimer ce raccourci.

# #31105
source: Extra Infos
french: Informations

# #31106
source: 3D Mode
french: Mode 3D

# #31107
source: Similar
french: Similaires

# #31109
source: provided by themoviedb.org
french: Fournies par themoviedb.org

# #31111
source: Primary highlight color
french: Couleur principale

# #31112
source: Secondary highlight color
french: Couleur secondaire

# #31113
source: Reset main color to default
french: Réinitialiser la couleur principale par défaut

# #31114
source: Weather fanart
french: Fanart Météo

# #31115
source: Show weather with clock
french: Afficher la météo avec l’heure

# #31116
source: Animate fanarts
french: Animer les Fanarts

# #31117
source: mins
french: minutes

# #31118
source: Animate artist fanarts
french: Animer les Fanarts de l'artiste

# #31119
source: Show visualisation effects
french: Afficher les effets de visualisation

# #31120
source: Hide playback infos
french: Masquer les informations de lecture

# #31121
source: Music OSD
french: OSD Musique

# #31122
source: Match header tile with highlight color
french: Correspondance entre la tuile de l’en-tête et la couleur de surbrillance

# #31124
source: Similar movies
french: Films similaires

# #31125
source: Similar to
french: Similaire à

# #31126
source: Colors
french: Couleurs

# #31127
source: Header
french: En-tête

# #31128
source: Color
french: Couleur

# #31129
source: Enable individual color for each tile in home customisation
french: Couleur individuelle pour chaque tuile

# #31130
source: items found
french: éléments trouvés

# #31131
source: Search Options
french: Options de recherche

# #31132
source: by Title
french: par Titre

# #31133
source: by Genre
french: par Genre

# #31134
source: by Actor
french: par Acteur

# #31135
source: by Director
french: par Réalisateur

# #31136
source: by Studio
french: par Studio

# #31137
source: Panel list
french: Liste de panneaux

# #31138
source: Show clock
french: Afficher l’heure

# #31140
source: Show tile colour on unfocused tiles
french: Afficher la couleur sur les tuiles non sélectionnées

# #31141
source: Posters with infos
french: Posters avec informations

# #31142
source: Big list infos
french: Grande liste d’informations

# #31143
source: Media Infos 2
french: Information des médias 2

# #31144
source: Player Controls
french: Contrôles de lecture

# #31145
source: Extended Infos
french: Infos étendues

# #31146
source: Fanart fallback image
french: Image de remplacement du Fanart

# #31147
source: Fallback widget
french: Widget de remplacement

# #31148
source: Media Infos 3
french: Information des médias 3

# #31149
source: Next Aired
french: Prochaine diffusion

# #31150
source: Show widget posters
french: Afficher les posters du widget

# #31151
source: Home tile icon
french: Icône de la tuile du menu Accueil

# #31152
source: Home tile text
french: Nom de la tuile du menu Accueil

# #31153
source: Always
french: Toujours

# #31154
source: On Up
french: Avec la touche Haut

# #31155
source: Never
french: Jamais

# #31156
source: Show widget discart
french: Afficher les disques avec les widgets

# #31157
source: Home header text
french: Texte de l’en-tête du menu Accueil

# #31158
source: Media Center
french: Média Center

# #31159
source: Background overlay image
french: Image d’arrière-plan

# #31160
source: Busy spinner
french: Icône de chargement

# #31161
source: Backup skin settings
french: Sauvegarder les paramètres du thème

# #31162
source: Restore skin settings from file
french: Restaurer les paramètres du thème

# #31163
source: Gallery
french: Galerie

# #31164
source: Fanarts/Thumbs list
french: Liste avec Fanarts/Vignettes

# #31165
source: Show sorting and infos lines headers
french: Afficher le tri et les lignes d’informations

# #31166
source: Individually set in customisation dialog
french: Définir individuellement dans le menu de personnalisation

# #31167
source: Show unwatched count in header
french: Afficher le nombre de médias non vus

# #31168
source: Now / Next
french: Maintenant / Demain

# #31169
source: Reset skin settings to defaults
french: Réinitialiser les paramètres du thème par défaut

# #31170
source: Backup / Restore
french: Sauvegarder / Restaurer

# #31171
source: Reload skin
french: Recharger le thème

# #31172
source: Transparent home bar
french: Barre du menu Accueil transparente

# #31173
source: Home bar style
french: Style de la barre du menu Accueil

# #31174
source: Weather icons
french: Icônes Météo

# #31175
source: Customise shutdown menu
french: Personnaliser le menu Alimentation

# #31176
source: Genre icons
french: Icônes des genres

# #31180
source: Default
french: Défaut

# #31181
source: Text in tiles
french: Texte sur les tuiles

# #31182
source: Text only
french: Texte uniquement

# #31183
source: Customise shutdown menu
french: Personnaliser le menu Alimentation

# #31184
source: Splash screen (photo, video or music)
french: Ecran de démarrage (photo, vidéo ou musique)

# #31185
source: Label
french: Libellé

# #31187
source: Background
french: Arrière-plan

# #31188
source: None (show user background)
french: Aucun (afficher l’arrière-plan de l’utilisateur)

# #31189
source: None
french: Aucun

# #31190
source: Next Episode
french: Episode suivant

# #31191
source: Last Episode
french: Dernier épisode

# #31192
source: Infos List
french: Liste d'informations 1

# #31194
source: Show plot for Hub widget
french: Afficher le synopsis sur le widget Hub

# #31195
source: Allow widget reloading
french: Autoriser le rechargement des widgets

# #31500
source: None
french: Aucune

# #31501
source: Rounded tiles
french: Tuiles rondes

# #31502
source: Squared tiles
french: Tuiles carrées

# #31503
source: Rounded Tile
french: Tuile arrondie

# #31504
source: Squared Tile
french: Tuile carrée

# #31505
source: Beveled Tile
french: Tuile biseautée

# #31506
source: Header tile style
french: Style de la tuile de l'en-tête

# #31507
source: Widgets tile style
french: Style de la tuile des widgets

# #31508
source: Power Menu Shortcut
french: Raccourci Menu Alimentation

# #31509
source: Display settings items
french: Options d'affichage des éléments

# #31510
source: Disable rating and votes display
french: Masquer l'affichage des notes et des votes

# #31511
source: Disable classification infos (MPAA) display
french: Masquer l'affichage des informations de classification

# #31512
source: Show ClearArts on videos infos
french: Afficher les logos transparents sur les informations vidéos

# #31513
source: Show movies/tv shows clearlogos
french: Afficher les logos des films et des séries TV

# #31514
source: active
french: actifs

# #31515
source: inactive
french: inactifs

# #31516
source: Download subtitles
french: Télécharger des sous-titres

# #31517
source: Next subtitles
french: Sous-titres suivants

# #31518
source: Subtitles
french: Sous-titres

# #31519
source: Show artists clearlogos
french: Afficher les logos des artistes

# #31520
source: Path to musics directory
french: Chemin du dossier des musiques

# #31521
source: Show albums CDArt on albums infos
french: Afficher les disques des albums sur les informations des albums

# #31522
source: Path to musics directory
french: Chemin du dossier des musiques

# #31523
source: Last Updated :
french: Dernière mise à jour :

# #31524
source: Rollback
french: Version précédente

# #31525
source: Show ClearArt on video infos
french: Afficher le logo transparent avec les informations vidéo

# #31526
source: Back to Fullscreen
french: Retour à la vidéo

# #31527
source: Show ClearArt with NextUp Notification addon
french: Afficher le logo transparent avec l'extension NextUp Notification

# #31528
source: Channels
french: Canaux

# #31529
source: Disable Box Office display on video infos
french: Masquer l'affichage des informations du Box-Office

# #31531
source: Hide header tile
french: Masquer la tuile

# #31532
source: Big wide with logos
french: Panoramique avec logos

# #31533
source: Fast Forward
french: Avance Rapide

# #31534
source: Fast Rewind
french: Retour Rapide

# #31535
source: Show ClearLogo on widgets tile
french: Afficher le logo des films/séries TV sur la tuile des widgets

# #31536
source: This category contains the settings for home menu.
french: Cette catégorie contient les paramètres relatifs à l'écran d'acceuil.

# #31537
source: This category contains the settings for background.
french: Cette catégorie contient les paramètres relatifs à l'arrière-plan.

# #31538
source: This category contains the settings for music OSD.
french: Cette catégorie contient les paramètres relatifs au menu à l'écran musique (OSD).

# #31539
source: This category contains the settings for video OSD.
french: Cette catégorie contient les paramètres relatifs au menu à l'écran vidéo (OSD).

# #31540
source: This category contains the settings for header.
french: Cette catégorie contient les paramètres relatifs à l'en-tête.

# #31541
source: This category contains the settings for display items.
french: Cette catégorie contient les paramètres relatifs à l'affichage des éléments.

# #31542
source: This category contains the settings for highlight colors.
french: Cette catégorie contient les paramètres relatifs aux couleurs de surbrillance.

# #31543
source: This category contains the skin extras settings.
french: Cette catégorie contient les paramètres supplémentaires du thème.

# #31544
source: This category contains the settings for backup and restore skin settings.
french: Cette catégorie contient les paramètres relatifs à la sauvegarde et à la restauration des paramètres du thème.

# #31545
source: Configure home menu and widgets.
french: Permet de configurer le menu de l'écran d'accueil et les widgets.

# #31546
source: Select the widget to display when no widget is selected in the configuration of the home menu.
french: Sélectionner le widget à afficher lorsque aucun widget n'est sélectionné dans la personnalisation du menu de l'écran d'accueil.

# #31547
source: Show widget tile and infos on home menu.
french: Permet d'afficher la tuile du widget et les informations sur l'écran d'accueil.

# #31548
source: Choose how posters are displayed with widgets. [[B]Never[/B]]" No poster is displayed with widgets. [[B]Always[/B]] Posters are always displayed with widgets. [[B]On Up[/B]] Posters are displayed only when pressing the Up button. [B]Individually set in customisation dialog[/B]] Choose to display or not posters individually for each widget via customise home menu.
french: Permet de choisir la façon dont sont affichés les posters des widgets. [[B]Jamais[/B]] Aucun poster n'est affiché avec les widgets. [[B]Toujours[/B]] Les posters sont toujours affichés avec les widgets. [[B]Avec la touche Haut[/B]] Les posters s'affichent uniquement lors de l'appui sur la touche Haut. [[B]Définir individuellement dans le menu de personnalisation[/B]] Permet de choisir ou non d'afficher les posters individuellement pour chaque widget via la personnalisation du menu de l'écran d'accueil.

# #31549
source: Show discs with widgets.
french: Permet d'afficher les disques (CDArt) avec les widgets.

# #31550
source: Show clearlogos with widgets.
french: Permet d'afficher le logo (ClearLogo) sur la tuile des widgets.

# #31551
source: Choose home tile icon.
french: Sélectionner l'icône de la tuile de l'écran d'accueil.

# #31552
source: Set home tile text.
french: Définir le nom tuile de l'écran d'accueil.

# #31553
source: Set home header text.
french: Définir le texte affiché sur l'écran d'accueil.

# #31554
source: Lets make transparente the home bar menu
french: Permet de rendre la barre de menu de l'écran d'accueil transparente.

# #31555
source: Set home bar style.
french: Sélectionner l'apparence de la barre de menu de l'écran d'accueil.

# #31556
source: Set header tile style.
french: Sélectionner l'apparence de la tuile de l'en-tête

# #31557
source: Set widgets tile style.
french: Sélectionner l'apparence de la tuile des widgets.

# #31558
source: Show fanarts in background in library.
french: Permet d'afficher les Fanarts en arrière-plan sur la bibliothèque.

# #31559
source: Show vidéo in background.
french: Permet d'afficher la vidéo en arrière-plan sur les menus.

# #31560
source: Give a displacement effect to Fanart.
french: Permet de donner un effet de déplacement aux Fanarts.

# #31561
source: Select a background to replace default.
french: Sélectionner un arrière-plan pour remplacer celui par défaut.

# #31562
source: Select a background to display when no Fanart available.
french: Sélectionner un arrière-plan à afficher lorsque aucun Fanart n'est disponible.

# #31563
source: Select fanarts Weather addon.
french: Sélectionner l'extension de Fanarts pour la météo.

# #31564
source: Select background on music visualisation. [[B]None[/B]] show a black background. [[B]Fanart[/B]] show fanart set for artist. [[B]Artist Slideshow[/B]] show artist slideshow in background. [[B]Album wall[/B]] show a background with covers of all albums.
french: Permet de sélectionner le type d'arrière-plan sur l'écran de visualisation de la musique. [[B]Aucun[/B]] affiche un arrière-plan noir. [[B]Fanart[/B]] affiche l'arrère-plan défini pour l'artiste. [[B]Diaporama (Artist Slideshow)[/B]] affiche un diaporama des arrière-plans de l'artiste. [[B]Mur d'albums[/B]] affiche un arrière-plan avec les pochettes de l'ensemble des albums.

# #31565
source: Artist Slideshow
french: Diaporama (Artist Slideshow)

# #31566
source: Show visualisation effects on music visualisation.
french: Permet d'afficher les effets de visualisation sur l'écran de visualisation de la musique.

# #31567
source: Give a displacement effect to artist Fanart.
french: Permet de donner un effet de déplacement aux Fanarts de l'artiste.

# #31568
source: Disable header tile on music visualisation.
french: Permet de masquer l'affichage de la tuile de l'en-tête sur l'écran de visualisation de la musique.

# #31569
source: Show clock on music visualisation.
french: Permet d'afficher l'heure sur l'écran de visualisation de la musique.

# #31570
source: Show weather on music visualisation.
french: Permet d'afficher la météo sur l'écran de visualisation de la musique.

# #31571
source: Show infos panel using [B]Info[/B] button when viewing a video.
french: Permet d'afficher le panneau d'informations à l'aide de la touche [B]Info[/B] lors de la visualisation d'une vidéo.

# #31572
source: Show ClearArt with infos panel.
french: Permet d'afficher le logo transparent (ClearArt) avec le panneau d'informations de la vidéo.

# #31573
source: Show TV Show ClearArt with [B]NextUp Notification[/B] addon.
french: Permet d'afficher le logo transparent (ClearArt) de la série TV avec l'extension [B]NextUp Notification[/B].

# #31574
source: Show clock on header.
french: Permet d'afficher l'heure sur l'en-tête.

# #31575
source: Show clock with weather on header.
french: Permet d'afficher l'heure avec la météo sur l'en-tête.

# #31576
source: Show text header.
french: Permet d'afficher le texte de l'en-tête.

# #31577
source: Show number of unwatched media rather than total number of media.
french: Permet d'afficher le nombre de médias non vus plutôt que le nombre total de médias.

# #31578
source: Show header tile in the same color as the primary highlight color.
french: Permet d'afficher la tuile de l'en-tête de la même couleur que la couleur de surbrillance principale.

# #31579
source: Show media infos icons such as ratio, resolution, video codec, audio codec, number of channels...
french: Permet d'afficher les icônes d'informations des médias tels que le ratio, la résolution, le codec vidéo, le codec audio, le nombre de canaux...

# #31580
source: Show synopsis of videos to the forefront after few seconds.
french: Permet d'afficher le synopsis des vidéos au premier plan après quelques secondes.

# #31581
source: Show sorting infos and headers lines.
french: Permet d'afficher les informations de tri et les lignes des en-têtes.

# #31582
source: Hide display of votes and notes on the entire skin.
french: Permet de masquer l'affichage des votes et des notes sur l'ensemble du thème.

# #31583
source: Hide display of MPAA on the entire skin.
french: Permet de masquer l'affichage des informations de classification (MPAA) des films et séries TV sur l'ensemble du thème.

# #31584
source: Hide display of Box Office on video infos.
french: Permet de masquer l'affichage des informations du Box-Office sur les informations vidéos.

# #31585
source: Show ClearArts on video infos.
french: Permet d'afficher les logos transparents (ClearArt) sur les informations vidéos.

# #31586
source: Show movies/tv shows ClearLogo on header.
french: Permet d'afficher les logos (ClearLogo) des films et des séries TV sur l'en-tête.

# #31587
source: Show artists ClearLogo on header.
french: Permet d'afficher les logos (ClearLogo) des artistes sur l'en-tête.

# #31588
source: Set folder path where music files are located.
french: Définir l'emplacement du dossier où sont stockées les musiques.

# #31589
source: Show albums CDArt on albums infos.
french: Permet d'afficher les disques (CDArt) des albums sur les informations des albums.

# #31590
source: Set folder path where music files are located.
french: Définir l'emplacement du dossier où sont stockées les musiques.

# #31591
source: Set primary color for focused items.
french: Définir la couleur principale pour la sélection des éléments.

# #31592
source: Set secondary color used by some texts.
french: Définir la couleur secondaire utilisée par certains textes.

# #31593
source: Reset main color to default.
french: Permet de réinitialiser la couleur principale par défaut.

# #31594
source: Set a color for each tile of home bar menu via customisation home menu.
french: Permet de définir une couleur pour chaque tuile de la barre du menu d'accueil via le menu de personnalisation du menu d'accueil.

# #31595
source: Show unfocused tiles in color.
french: Permet d'afficher les tuiles non sélectionnées en couleur.

# #31596
source: Lock settings for use Kodi in self-service.
french: Permet de vérrouiller les différents réglages possibles pour une utilisation de Kodi en libre service.

# #31597
source: Configure various functions of the power menu.
french: Permet de configurer les différentes fonctions du menu d'alimentation.

# #31598
source: Set icon to be displayed when loading.
french: Sélectionner l'icône à afficher lors des chargements.

# #31599
source: Show an opaque background on header.
french: Permet d'afficher un arrière-plan opaque sur l'en-tête.

# #31600
source: Select genres icons addon.
french: Sélectionner l'extension des icônes pour les genres.
