Repository: Alanon202/repository.alanon
Catalog: skin.eminence.2.mod.Krypton/language/*/strings.po
Languages: french

# #31601
source: Select a photo, a video or a music to run when Kodi starting.
french: Sélectionner une photo, une vidéo ou une musique à lancer au démarrage de Kodi.

# #31602
source: Show debug infos on interface.
french: Permet d'afficher les informations de déboggage sur l'interface.

# #31603
source: Debug infos
french: Informations de déboggage

# #31604
source: Save all skin settings.
french: Permet de sauvegarder les paramètres du thème.

# #31605
source: Restore all skin settings with backup.
french: Permet de restaurer les paramètres du thème avec une sauvegarde précédemment effectuée.

# #31606
source: Reset all default skin settings. [B]CAUTION ![/B] This will replace all the current settings.
french: Permet de réinitialiser tous les paramètres par défaut du thème. [B]ATTENTION ![/B] Cela remplacera tous les paramètres actuels.

# #31607
source: Necessary Addons
french: Extensions nécessaires

# #31608
source: This category contains all necessary addons so that the skin works correctly.
french: Cette catégorie contient l'ensemble des extensions nécessaires au bon fonctionnement du thème.

# #31609
source: must be manually installed
french: doit être installé manuellement

# #31610
source: [B]Image Resource Select Addon[/B] addon is needed to select addons (genres icons, studios icons, weather icons, etc...).
french: L'extension [B]Image Resource Select Addon[/B] est nécessaire pour sélectionner les extensions (icônes des genres, icônes des studios, icônes Météo, etc...).

# #31611
source: [B]Skin Shortcuts[/B] addon is needed to personnalise menus and widgets.
french: L'extension [B]Skin Shortcuts[/B] est nécessaire pour personnaliser les menus et les widgets.

# #31612
source: [B]ExtendedInfo Script[/B] addon is needed to show additionnal infos about media.
french: L'extension [B]ExtendedInfo Script[/B] est nécessaire pour afficher les informations supplémentaires des médias.

# #31613
source: [B]Skin Helper Service[/B] addon is needed to save/restore skin settings and others stuff.
french: L'extension [B]Skin Helper Service[/B] est nécessaire pour sauvegarder/restaurer les paramètres du thème et pour d'autres choses liées au fonctionnement du thème.

# #31614
source: [B]Play Album Script[/B] addon is needed to play album on album infos screen.
french: L'extension [B]Play Album Script[/B] est nécessaire pour lire un album depuis l'écran d'informations de l'album.

# #31615
source: [B]Global Search[/B] addon is needed to search content in library.
french: L'extension [B]Global Search[/B] est nécessaire pour rechercher du contenu dans la bibliothèque.

# #31616
source: [B]Nextup Service Notification[/B] addon is needed to popup a notification at a specified time period before the end to allow quicker play of the next item or to cancel the next episode playing automatically.
french: L'extension [B]Nextup Service Notification[/B] est nécessaire pour afficher une notification à une période spécifiée avant la fin d'un épisode pour permettre la lecture immédiate de l'épisode suivant ou d'annuler le lancement automatique du prochain épisode.

# #31617
source: [B]Artwork Downloader[/B] addon is needed to download all available artworks for movies/tv shows of library.
french: L'extension [B]Artwork Downloader[/B] est nécessaire pour télécharger tous les artworks (ClearLogos, ClearArts, disques, etc...) des films et séries TV de la bibliothèque.

# #31618
source: [B]Artist Slideshow[/B] addon is needed to display a artist slideshow as background for music visualisation.
french: L'extension [B]Artist Slideshow[/B] est nécessaire pour afficher un diaporama de l'artiste en arrière-plan sur l'écran de visualisation de la musique.

# #31619
source: [B]TV Show - Next Aired[/B] addon is needed to display next aired of TV Shows.
french: L'extension [B]TV Show - Next Aired[/B] est nécessaire pour afficher les prochaines diffusions des séries TV.

# #31620
source: [B]CU LRC Lyrics[/B] addon is needed to display lyrics from songs.
french: L'extension [B]CU LRC Lyrics[/B] est nécessaire pour afficher les paroles des chansons.

# #31621
source: [B]cdART Manager[/B] addon is needed to download all ClearLogo and CDArt of Music Library.
french: L'extension [B]cdART Manager[/B] est nécessaire pour télécharger tous les logos (ClearLogos) et disques (CDArt) de la bibliothèque musicale.

# #31622
source: [B]YouTube[/B] addon is needed to watch movies trailers.
french: L'extension [B]YouTube[/B] est nécessaire regarder les bandes annonces des films.

# #31623
source: Show plot on Hub Fanart.
french: Permet d'afficher le synopsis sur le Fanart du Hub.

# #31624
source: Recently Played Episodes
french: Épisodes lus récemment

# #31625
source: Recently Played Movies
french: Films lus récemment

# #31626
source: Recently Watched TV Shows
french: Séries TV vues récemment

# #31627
source: Fanarts transparency
french: Transparence des Fanarts

# #31628
source: Set Fanarts color and opacity.
french: Définir la couleur et l'opacité des Fanarts en arrière-plan.

# #31629
source: Show media flags on Hub widget
french: Afficher les détails des médias sur le widget Hub

# #31630
source: Show media infos icons on Hub widget such as ratio, resolution, video codec, audio codec, number of channels...
french: Permet d'afficher les icônes d'informations des médias sur le widget Hub tels que le ratio, la résolution, le codec vidéo, le codec audio, le nombre de canaux...

# #31631
source: Show clearlogos on Hub widget
french: Afficher les logos sur le widget Hub

# #31632
source: Show movies/tv shows clearlogos on Hub widget
french: Permet d'afficher les logos (ClearLogos) des films et des séries TV sur le widget Hub.

# #31633
source: Weather icons
french: Icônes Météo

# #31634
source: Select weather icons addon.
french: Sélectionner l'extension des icônes pour la météo.

# #31635
source: Music visualisation background
french: Arrière-plan de l'écran de visualisation de la musique

# #31636
source: Beveled Tiles
french: Tuiles biseautées

# #31637
source: Album wall
french: Mur d'albums

# #31638
source: Hide all playback infos on music visualisation background.
french: Permet de masquer l'ensemble des informations de lecture sur l'écran de visualisation de la musique.

# #31639
source: Back to music visualisation
french: Retour à l'écran de visualisation de la musique

# #31640
source: Color
french: Couleur

# #31641
source: [B]Library Data Provider[/B] addon is needed to add more widgets.
french: L'extension [B]Library Data Provider[/B] est nécessaire pour ajouter plus de widgets.

# #31642
source: Banners
french: Bannières

# #31643
source: Big posters
french: Grands posters

# #31644
source: Frames
french: Cadres

# #31645
source: Media Infos 1
french: Informations des médias 1

# #31646
source: Infos List 2
french: Liste d'informations 2

# #31647
source: Thumbs
french: Vignettes

# #31648
source: Hide infos
french: Masquer informations

# #31649
source: Debug grid
french: Grille de déboggage

# #31650
source: Show debug grid on interface.
french: Permet d'afficher la grille de déboggage sur l'interface.

# #31652
source: View
french: Vue

# #31653
source: Text color
french: Couleur du texte

# #31654
source: Enable individual text color for each tile in home customisation
french: Couleur individuelle pour chaque texte de tuile

# #31655
source: Set text color for tiles text on home menu.
french: Définir la couleur du texte des tuiles de l'écran d'accueil.

# #31656
source: Set a text color for each tile of home bar menu via customisation home menu.
french: Permet de définir la couleur du texte pour chaque tuile de la barre du menu d'accueil via le menu de personnalisation du menu d'accueil.

# #31657
source: Color and opacity
french: Couleur et opacité

# #31658
source: Reset color and opacity to defaults
french: Réinitialiser la couleur et l'opacité par défaut

# #31659
source: Reset Fanarts color and opacity to defaults.
french: Permet de réinitialiser la couleur et l'opacité des Fanarts en arrière-plan par défaut.

# #31660
source: Reset secondary color to default
french: Réinitialiser la couleur secondaire par défaut

# #31661
source: Reset secondary color to default.
french: Permet de réinitialiser la couleur secondaire par défaut.

# #31662
source: Reset text color to default
french: Réinitialiser la couleur du texte par défaut

# #31663
source: Reset text color to default.
french: Permet de réinitialiser la couleur du texte par défaut.

# #31664
source: Squared tiles with rounded corners
french: Tuiles carrées avec coins arrondis

# #31665
source: Empty rounded tiles
french: Tuiles rondes vides

# #31666
source: Empty squared tiles
french: Tuiles carrées vides

# #31667
source: Empty squared tiles with rounded corners
french: Tuiles carrées vides avec coins arrondis

# #31668
source: Empty beveled tiles
french: Tuiles biseautées vides

# #31669
source: Studios icons
french: Icônes des studios

# #31670
source: Select studios icons addon.
french: Sélectionner l'extension des icônes pour les studios.

# #31671
source: Show studios icons on videos infos
french: Afficher les icônes des studios sur les informations vidéos

# #31672
source: Show studios icons on video infos.
french: Permet d'afficher les icônes des studios sur les informations vidéos.

# #31673
source: Home bar color and opacity
french: Couleur et opacité de la barre du menu Accueil

# #31674
source: Reset home bar color and opacity
french: Réinitialiser la couleur et l'opacité de la barre du menu Accueil

# #31675
source: Set color and opacity for home bar menu.
french: Définir la couleur et l'opacité de la barre du menu Accueil.

# #31676
source: Reset home bar color and opacity.
french: Permet de réinitialiser la couleur et l'opacité de la barre du menu Accueil par défaut.

# #31677
source: Color and opacity of primary widget tile
french: Couleur et opacité de la tuile principale du widget

# #31678
source: Color and opacity of secondary widget tile
french: Couleur et opacité de la tuile secondaire du widget

# #31679
source: Reset color and opacity of primary widget tile
french: Réinitialiser la couleur et opacité de la tuile principale du widget

# #31680
source: Reset color and opacity of secondary widget tile
french: Réinitialiser la couleur et opacité de la tuile secondaire du widget

# #31681
source: Set color and opacity of primary widget tile.
french: Définir la couleur et l'opacité de la tuile principale du widget.

# #31682
source: Reset color and opacity of primary widget tile.
french: Permet de réinitialiser la couleur et l'opacité de la tuile principale du widget.

# #31683
source: Set color and opacity of secondary widget tile.
french: Définir la couleur et l'opacité de la tuile secondaire du widget.

# #31684
source: Reset color and opacity of secondary widget tile.
french: Permet de réinitialiser la couleur et l'opacité de la tuile secondaire du widget.

# #31685
source: Posters list
french: Liste de posters

# #31686
source: Replace widget fanart with background
french: Remplacer les fanarts des widgets par l'arrière-plan

# #31687
source: Replace widget fanart with home background.
french: Permet de remplacer les Fanarts des widgets par l'arrière-plan du menu d'accueil.

# #31688
source: Sets a protection password for menu items.
french: Permet de définir un mot de passe de protection pour les éléments du menu.

# #31689
source: Sets duration white menu items will be available after entering password.
french: Permet de définir la durée pendant laquelle les éléments du menu seront accessibles une fois le mot de passe saisi.

# #31690
source: Password protection
french: Protection par mot de passe

# #31691
source: Password protection for menu items
french: Mot de passe de protection des éléments du menu

# #31692
source: Password has been successfully set !
french: Le mot de passe a été défini avec succès !

# #31693
source: Accessibility duration for menu items
french: Durée d'accessibilité des éléments du menu

# #31694
source: Password protected content
french: Contenu protégé par mot de passe

# #31695
source: Press [B]Enter[/B] and insert password.
french: Appuyez sur [B]Entrée[/B] et insérez le mot de passe.

# #31696
source: Incorrect password ! Please Retry.
french: Mot de passe incorrect ! Veuillez réessayer.

# #31697
source: Correct password ! This menu is now available for
french: Mot de passe correct ! Ce menu est maintenant accessible pour

# #31699
source: Enable day/night color themes
french: Activer les thèmes de couleurs Jour/Nuit

# #31700
source: Theme to use at day time
french: Thème à utiliser le jour

# #31701
source: Theme to use at night time
french: Thème à utiliser la nuit

# #31702
source: every day at
french: tous les jours à partir de

# #31703
source: Turns automatically change color theme based on day and night.
french: Permet d'activer le changement automatique du thème de couleur en fonction du jour et de la nuit.

# #31704
source: Selects the theme to use on day.
french: Permet de sélectionner le thème à utiliser le jour.

# #31705
source: Selects the theme to use on night.
french: Permet de sélectionner le thème à utiliser la nuit.

# #31706
source: Create and manage all color themes.
french: Permet de créer et de gérer l'ensemble des thèmes de couleurs.

# #31707
source: Protect home menu items with password
french: Protéger les éléments du menu d'accueil par un mot de passe

# #31708
source: Protect home menu items with password. Protection of each item is performed in [B]Customize Home Menu[/B].
french: Permet de protéger les éléments du menu d'accueil par un mot de passe. La protection de chaque élément s'éffectue dans la section [B]Personnaliser le menu Accueil[/B].

# #31709
source: Icons and texts only
french: Icônes et textes uniquement

# #31710
source: Show infos when video is paused
french: Afficher les informations lorsque la vidéo est en pause

# #31711
source: Show infos panel when the video is paused.
french: Permet d'afficher le panneau d'informations lorsque la vidéo est mise en pause.

# #31712
source: second(s)
french: seconde(s)

# #31713
source: Time to display
french: Délai avant affichage

# #31714
source: Sets time before synopsis display in the video library.
french: Permet de définir le délai avant l'affichage du synopsis dans la bibliothèque vidéo.

# #31715
source: Hide tile
french: Masquer la tuile

# #31716
source: Hide header tile.
french: Permet de masquer la tuile de l'en-tête.

# #31717
source: Show indicators with widget infos
french: Afficher les indicateurs avec les informations du widget

# #31718
source: Show indicators of watched, unwatched, in progress and new videos with widget infos.
french: Permet d'afficher les indicateurs des vidéos vues, non vues, en cours et ajoutées récemment avec les informations du widget.

# #31719
source: Info displayed for episodes
french: Information affichée pour les épisodes

# #31720
source: Total Episodes
french: Nombre total des épisodes

# #31721
source: Unwatched Episodes
french: Nombre des épisodes non vus

# #31722
source: Watched Episodes
french: Nombre des épisodes vus

# #31724
source: Unwatched
french: Non vus

# #31725
source: Watched
french: Vus

# #31726
source: Sets info displayed on TV shows and seasons. [[B]Total Episodes[/B]] will show total number of episodes for a TV shows or a season, [[B]Unwatched Episodes[/B]] will show number of episodes not viewed for a TV shows or a season, [[B]Watched Episodes[/B]] will show number of episodes already viewed for a TV shows or a season.
french: Permet de définir l'information affichée sur les séries TV et les saisons. [[B]Nombre total des épisodes[/B]] affichera le nombre total des épisodes d'une séries TV ou d'une saison, [[B]Nombre des épisodes non vus[/B]] affichera le nombre des épisodes restants à visionner d'une série TV ou d'une saison, [[B]Nombre des épisodes vus[/B]] affichera le nombre des épisodes déjà visionnés d'une séries TV ou d'une saison.

# #31727
source: [B]AutoCompletion for virtual keyboard[/B] addon is needed to show autocompletion of keyboard.
french: L'extension [B]AutoCompletion for virtual keyboard[/B] est nécessaire pour afficher la saisie automatique du clavier.

# #31728
source: Posters with emergence infos
french: Posters avec apparition des informations

# #31729
source: Big Fanarts
french: Grands Fanarts

# #31730
source: Big Banner
french: Grande Bannière

# #31731
source: Watched for the last time on
french: Regardée pour la dernière fois le

# #31732
source: Aired for the last time on
french: Diffusé pour la dernière fois le

# #31733
source: Hide Next Aired infos
french: Masquer les informations de prochaine diffusion

# #31734
source: Indicators
french: Indicateurs

# #31735
source: All
french: Tous

# #31736
source: Hide unwatched indicator only
french: Masquer l'indicateur des non vus seuleument

# #31737
source: Hub Image
french: Image du Hub

# #31738
source: Unwatched Movies
french: Films non vus

# #31739
source: Unwatched Episodes
french: Episodes non vus

# #31740
source: Pixelated
french: Pixélisé

# #31741
source: [B]colorbox Script[/B] addon is needed to display pixelated fanart on music visualisation background.
french: L'extension [B]colorbox Script[/B] est nécessaire pour afficher un arrière-plan pixélisé sur l'écran de visualisation de la musique.

# #31742
source: Logos with Fanarts/Thumbs
french: Logos avec Fanarts/Vignettes

# #31743
source: Big wide with cleararts
french: Panoramique avec ClearArts

# #31744
source: Cleararts list
french: Liste de ClearArts

# #31745
source: Logos list
french: Liste de logos

# #31746
source: Hide bottom bar
french: Masquer la barre du bas

# #31747
source: Start automatically Artwork Downloader after library update
french: Démarrer automatiquement Artwork Downloader après la mise à jour la bibliothèque

# #31748
source: Download automatically all necessary artworks using [B]Artwork Downloader[/B] addon.
french: Permet de télécharger automatiquement tous les artworks nécessaires à l'aide de l'extension [B]Artwork Downloader[/B].

# #31749
source: Show CDArts on videos infos
french: Afficher les disques sur les informations vidéos

# #31750
source: Show CDArts on video infos.
french: Permet d'afficher les disques (CDArt) sur les informations vidéos.

# #31751
source: Hide submenus icons
french: Masquer les icônes des sous-menus

# #31752
source: Hide submenus icons.
french: Permet de masquer les icônes des sous-menus.

# #31753
source: Main color of indicators
french: Couleur principale des indicateurs

# #31754
source: Secondary color of indicators
french: Couleur secondaire des indicateurs

# #31755
source: Set the main color of watched, unwatched, recently added and ongoing indicators.
french: Définir la couleur principale des indicateurs de fichiers vus, non vus, récemment ajoutés et en cours.

# #31756
source: Set the secondary color of watched, unwatched, recently added and ongoing indicators.
french: Définir la couleur secondaire des indicateurs de fichiers vus, non vus, récemment ajoutés et en cours.

# #31757
source: Submenus style
french: Style des sous-menus

# #31758
source: Set submenus style.
french: Sélectionner l'apparence des sous-menus.

# #31760
source: Small
french: Réduit

# #31761
source: Allow widgets reloading.
french: Permet d'autoriser le rechargement des widgets.
